class ListAndMaps {
  Map<String,dynamic> feedersName = {
    "1 مثنى" : "1 مثنى",
    "10 فلاح" : "10 فلاح",
    "11 مثنى" : "11 مثنى",
    "17 ثورة" : "17 ثورة",
    "20 مثنى" : "20 مثنى",
    "4 فلاح" : "4 فلاح",
    "4 مثنى" : "4 مثنى",
    "5 وهران" : "11 مثنى",
    "6 فلاح" : "6 فلاح",
    "6 مثنى" : "6 مثنى",
    "7 فلاح" : "7 فلاح",
    "7 وهران" : "7 وهران",
    "8 مثنى" : "8 مثنى",
    "9 فلاح" : "9 فلاح",
    "9 قدس" : "9 قدس",
    "10 مثنى" : "10 مثنى",
    "13 مثنى" : "13 مثنى",
    "3 مثنى" : "3 مثنى",
    "5 مثنى" : "5 مثنى",
    "6 وهران" : "6 وهران",
  };

  Map<String,dynamic> substationName = {
    "المثنى" : "المثنى",
    "الفلاح" : "الفلاح",
    "الثورة" : "المثنى",
    "وهران" : "الفلاح",
    "القدس" : "المثنى",
  };

  Map<String,dynamic> transformerCapacity = {
    "250 كي في اي": "250 كي في اي",
    "400 كي في اي": "400 كي في اي",
    "1000 كي في اي": "1000 كي في اي",
  };
   Map<String,dynamic> transformerYesOrNo = {
     "نعم": true,
     "لا": false,
   };
   Map<String,dynamic> transformerMahalaOrSector = {
     "9 قطاع": "250 kva",
     "10 قطاع": "400 kva",
     "4 قطاع": "1000 kva",
     "523 محلة" : "تنبيت"
   };
   Map<String,dynamic> transformerZuqaqOrBlock = {
     "9 بلوك": "250 kva",
     "10 بلوك": "400 kva",
     "4 بلوك": "1000 kva",
     "523 زقاق" : "تنبيت"
   };
}